//our cities
var jer = {
    center: { lat: 31.781272, lng:35.2262225547} ,
    places : [
        {name:'ממילא' ,  lat: 31.778542 , lng: 35.221704 } ,
        {name:'העיר העתיקה' ,  lat: 31.778387 , lng: 35.232242},
        {name:'מוזיאון ידידי ישראל' ,  lat: 31.780211 , lng: 35.220277},
        {name:'מכללת הדסה' ,  lat: 31.783533 , lng: 35.220778},
    ]
};
var tel = {
    center: { lat: 32.074459, lng: 34.786087} ,
    places : [
        {name:'מגדלי עזריאלי' ,  lat: 32.074222 , lng: 34.792160 } ,
        {name:'שרונה' ,  lat: 32.071695 , lng: 34.784830},
        {name:'הבימה' ,  lat: 32.072445 , lng: 34.779568},
        {name:'אסקייפ רום' ,  lat: 32.069665 , lng: 34.789703},
    ]
};
var haifa = {
    center: { lat: 32.790279, lng: 35.007490} ,
    places : [
        {name:'גרנד קניון' ,  lat: 32.790144 , lng: 35.007801 } ,
        {name:'מתנ"ס' ,  lat: 32.788286 , lng: 35.006503},
        {name:'ספורטק' ,  lat: 32.789296 , lng: 35.010526},
        {name:'מנהרות הכרמל' ,  lat: 32.791064 , lng: 35.006245},
    ]
};
var eilat = {
    center: { lat: 29.551563, lng: 34.954731} ,
    places : [
        {name:'קניון מול הים' ,  lat: 29.549852, lng: 34.953912 } ,
        {name:'נמל תעופה' ,  lat: 29.553933, lng: 34.954912},
        {name:'פארק אופירה' ,  lat: 29.552059, lng: 34.957365},
        {name:'מזרקה מוזיקלית' ,  lat: 29.552319, lng: 34.952929},
    ]
};
var herz = {
    center: { lat: 32.165289, lng: 34.835941},
    places : [
        {name:'בי"ס ויצמן' ,  lat: 32.164831, lng: 34.836285 },
        {name:'קניון שבעת הכוכבים' ,  lat: 32.164664, lng:  34.833063},
        {name:'בי"ס שמואל הנגיד' ,  lat: 32.166896, lng: 34.833152},
        {name:'בית כנסת פרח' ,  lat: 32.166088, lng: 34.837186},
    ]
};
var cities = [jer, tel, haifa, eilat, herz];
